[
  {
    "Title": "Being a Girl",
    "Head": "Everything from the clothes I wore to the toys, I played with contributed me to know, I am a girl. Even now, though I am a young adult, my dreams and aspirations are developed around the gender roles. There are several instances in my life where I was taught I am a girl.",
    "Body": "Once, I went out with my friends to visit Janakpur, we were a gang of boys and girls. I was 17 years. After lots of requests, my dad provides me the permission. We were on time there. But while returning, because of some issue, we got late. It was winter so it was dart at 7 O’clock. Then, at home, my mom was fired at me. She scolded me in such a sense that I had done crime. The way she shouted at me hurt my heart that I burst out with tear. I remembered my brother was up to 8 but she didn’t say a word. When I recalled that day to mom, she again shouted telling stop comparing with your brother. He is a boy and girls are not allowed until late night out, haven’t you heard the crimes against girls. I was speechless still me and my sister is not allowed to go out for late night.\n It was 6 o’clock I was returning from training with one of my male friend, Santos. It was dusk. While walking, we were recalling about the day and laughing. Another data, there was a rumor in my society.\nShe was walking with a guy alone in the evening. When I heard that news I was like what shot of rumor is this. Was I wrong? Can’t we girls even walk with boys? When I tried to keep my voice, my sister stopped me telling not to involve in quarrel.\n From young to now, I’m not allowed to wear short shorts just because of so called society. The way they look when we wear shorts are like a great crime. While playing also, we girls get dolls and in case of boys, they are not allowed to play with dolls rather they provide them balls, bat, and says that the things to be played by girls. \n What I don’t like is though there is a saying ‘Boys and Girls are equal’ but some products are there, like kinder joy advertising pink one for girls with excited dolls and blue one for boys with cars and all. We girls can also do this thing what boys can do. Instead of scolding le encourage us to be the one."
  },
  {
    "Title": "Newari Food:Samagbaji",
    "Head": "Samajbaji is an authentic traditional dish of Newari community in Nepal. It is considered as a typical dish of the Nepalese people. It is taken as a starter in every festival. This dish has been passed down from many generations. It is easy to make and can be stored for a long time. The soamajbaji is also taken during the major festivals of Nepal like Jatra, Dashain, Tihar etc. This dish is served in almost all the activities of Newari people.",
    "Body": "Samaybaji consists of many items on single plate. Thy are chartamari, beaten rice(cheura),   chhwela(Buffalo meat), fried boiled egg, fried soybeans (Bhatmas), spicy potato salad(Aalu-wala), cut ginger (palu), boiled beans with spices (Bodi ko Achar), green leaves(saag) and alcohal. These snacks are not made because of their taste, but for their nutritional advantages as well. Each food has its own importance.\n Chatamari is a type of an appeliza. It resembles pizza. It is prepared from rice flour by making flat bread cooked over heat including meat, eggs, vegetables like tomato, onions, green chilly etc. Because of toppings it taste great. Nowadays, it can be found virtually everywhere in Nepal. Beaten rice(cheyura) is a common snack in Nepal. It is found in any local grocery shop of Nepal. It is crunchy and flattens in shape. Choyella is made from buffalo meat. There are two types of choyella ; Hake chwella and mana chwella. Haku chwella is prepared by grilling the meat while mana chwella is prepared by boiling the meat.\n Eggs and Soybeans are the most important item in Newari food. Egg is first boiled and then fried which gives extra taste. Where soybeans (Bhatmas) is also fried in oil and mixed with little salt, onion, onionleaves fop samaybaji. Aalu-Bhala is made by boiling potato and chopped into quarters after peeling then and marinated with turmeric, cumin and chilly. Ginger is cut into small pieces and mixed with salt and mustard oil. Alcohol is mostly used in Newari Culture. It is homemade rice alcohol which is colorless and has strong flavor, It is mostly made from Barley and Rice. It makes in house by traditional fermentaion process so that is consumed daily.\nNewari food is intensely flavored with a delicious array of spiceies that taste bud rejoiced with every bit. All the dishes served during feast and festivals have symbolic significance. We use palu (cutted ginger) for acidity and gas problem. Bhatmas reduces the risk of heart disease, Mustard oil is used in all food item because it helps in killing germs and soaag (green leaves) are use because it is good source of protein.\nFood is the integral part of Newari Culture. Different kinds of foods are prepared for different occasions, considering the climate and nutritional needs for body."
  }
]
