[
  {
    "Heading": "Top 8 best websites for the Students",
    "Body": [
      {
        "Title": "Pdfdrive.com",
        "Description": "If you want to study paid ebook for free then pdfdrive.com is best alternatives for you. It is a search engine for pdf files. You can find millions of free eBooks for free in this website."
      },
      {
        "Title": "Remove.bg",
        "Description": "Have you ever needed to quickly remove the background of an image and fell boring, even with access to software like Photoshop. Well romove.bg is a free online tool which uses AI to quickly remove the background from image itself automatically in 5seconds with zero clicks."
      },
      {
        "Title": "W3schools.com",
        "Description": "If you want to learn web development then w3schools is a free world’s largest web developer site. It has tutorials and reference on web development languages such as HTML, CSS, JavaScript, PHP, SQL, Python and so on."
      },
      {
        "Title": "MeroSpark.com",
        "Description": "Being a students of Nepal it is difficult to find online notes of our syllabus. So here we have website name MeroSpark, where we can get educational materials which can assist on our study as well as other stuff like notices from different educational boards such as educational notices, exam notices and scholarship notices."
      },
      {
        "Title": "Pixabay.com",
        "Description": "Today on this internet world, it is difficult to download image or video for free. No worries. We have we have website called “pixabay.com” where we can find thousands of free image or video to download and use for anything. "
      },

      {
        "Title": "Draw.io ",
        "Description": "You want to draw diagram easier and faster online for free? Then draw.io is a perfect website for you. Here you can create flowcharts, UML, entity relation, network diagrams, mockups and more."
      },
      {
        "Title": "Ted.com",
        "Description": "Do you want to watch influential videos from expert speakers on education, business, science, tech and creativity, with subtitles in 100+ languages?  Then ted.com is best alternative for that. Here you can watch such videos for free."
      },
      {
        "Title": "Lifehacker.com ",
        "Description": "Do you wants to learn some tricks which will makes your life to next level? Then lifehacker.com is a best website ever, which I personally recommended to you. It is a weblog about life hacks and software that launched on January 31, 2005. Its motto is “Tips, tricks, and downloads for getting things done.”"
      }
    ]
  },
  {
    "Heading": "How to earn Money Online from Home in Nepal",
    "Body": [
      {
        "Title": "FreeLancing",
        "Description": "Freelancing has always been a popular way to earn money online. There are several websites offering freelance tasks for people with varying skills. All you need to do is to create your account, browse through the listings, and apply for the task that suits you"
      },
      {
        "Title": "Starts your own websites",
        "Description": "There is enough material available online to help create your own website. This includes choosing the domain, templates, and the design for your website. Once ready to service the visitors with the relevant content, sign up for Google AdSense, which when appear on your website and clicked by visitors help you make money. The more the traffic you get on your website, the more will be the potential for higher earnings."
      },
      {
        "Title": "YouTube channe",
        "Description": "If you are not comfortable in penning down your thoughts through blogs and content writing, make use of your camera to create a video presentation. Create your YouTube channel, upload videos and start monetizing them. Choose a category or subject that you want to make videos on and get started, but make sure it's a topic that will interest a lot of people. Everything from cooking shows to political debates can find many takers on YouTube. You have to create a YouTube channel, which works on a site."
      },
      {
        "Title": "Content Writing",
        "Description": ": Online platforms can be a good starting point. Depending on the quality of the articles, one gets paid. One may be asked to work upon articles with specific guidelines as well. Develop a niche in your area of expertise and build strength in that domain to increase the revenue stream."
      },
      {
        "Title": "Blogging",
        "Description": ": It starts with a hobby, interest, and passion and soon blogging becomes a career option for many bloggers. There are a number of full-time bloggers in the country. There are two ways to start a blog: you can either create a blog through Wordpress or Tumblr, which requires no investment, or go for a self-hosted blog."
      },
      {
        "Title": "Data entry",
        "Description": "Although this line of work is seriously threatened by automation, there are still plenty of data entry jobs available in India. It is one the simplest jobs you can do online, and requires no special skills. You just have to have a computer, Internet connection, fast typing skills, and the ability to pay attention to details. Most freelancing websites list these jobs, and you can sign up on any of them to start earning in the range of Rs 300 to Rs 1,500 per hour."
      }
    ]
  },
  {
    "Heading": "Top 10 Nepali movies",
    "subTitle": "Are you searching for the Nepali movies to watch? Here I have listed top 10 Nepali movies which you should watch.",
    "Body": [
      {
        "Title": "Pashupati Prasad",
        "Description": "     The film features struggle of a poor guy who lost his parents in earthquake, comes to Kathmandu to earn his living and pay off the debt own by his late father. The film opened with positive reviews. As per IMDb, the film received 8.9 stars out of 10. The Himalayan Times wrote in its review: With a gripping storyline, the movie keeps you glued to your seat. The portrayal of recent earthquake and its effects on a man’s life, have been done brilliantly."
      },
      {
        "Title": "A mero hajur-2",
        "Description": "A Mero Hajur 2 is a Nepali musical romantic movie."
      },
      {
        "Title": "Prem Geet",
        "Description": "Prem Geet is a 2016 romantic film. The film met with positive responses from critics and audience. The film was a commercial success. The film marked turning point in career of the lead actor Pradeep Khadka and Pooja Sharma and made them huge stars. The movie earned much of the investment on its first week of release"
      },
      {
        "Title": "Jhola",
        "Description": "Jhola is a 2014 Nepali film based on a story by writer Krishna Dharabasi. It is about Sati culture that was prevalent in the Nepalese society until the 1920s in which wife had to immolate herself upon her husband's death, typically on his funeral pyre. The movie has also got the entry for Best Foreign Language Film at the 87th Academy Awards."
      },
      {
        "Title": "Chakka Panja",
        "Description": "Chhakka Panja is a 2016 Nepalese dark comedy drama film. The films story is based on the young generation who are tending to gulf countries for the employment. The film was “ All Time Blockbuster “ and is the 2nd highest grossing Nepali film of all time overtaken by its 3rd part. The film had two sequels :- Chhakka Panja 2 and Chhakka Panja 3, both of which were commercial blockbusters. Thus, it is the highest grossing Nepali movie franchise."
      },
      {
        "Title": "Nai Nabhannu La",
        "Description": "Nai Nabhannu La is a Nepalese romantic drama film. The film was huge commercial success. There were four sequels of the movies all of which were commercial successes and is the second highest grossing franchise in Nepal after Chhaka Panja(franchise)."
      },
      {
        "Title": "Dreams",
        "Description": "Dreams is a 2016 romantic-comedy Nepali film which starred actress Samragyee RL Shah and actor Anmol K.C. in lead roles. . It is a story of two people falling in love, Aveer (Anmol) and Kavya (Samragyee)."
      },
      {
        "Title": "Hostel Returns",
        "Description": "Hostel Returns is a sequel to 2013 Nepali film Hostel and is based on the hostel life of typical engineering students in Nepal"
      },
      {
        "Title": "Bir Bikram",
        "Description": "Bir Bikram is a 2016 romantic comedy film. The movie tells a story about best friends who get separated when they are young but later reunite, with the same dreams they used to have. The film was commercially successful at box office. A sequel, titled Bir Bikram 2, part of the Bir Bikram series and featuring Paul Shah, Barsha Siwakoti and Najir Hussain in lead roles, was released on 17 May 2019."
      }
    ]
  },
  {
    "Heading": "Top 10 motivational Hindi Movies",
    "subTitle": "Here I have listed top 10 motivated Hindi movies that a student must watch.",
    "Body": [
      {
        "Title": "3-idiots",
        "Description": "3 Idiots is a 2009 Indian Hindi-language coming-of-age comedy-drama film. It was the highest-grossing Indian film ever at the time. The film also had a social impact on attitudes to education in India. The film won six Film fare Awards including Best Film and three National Film Awards including Best Popular Film. "
      },
      {
        "Title": "Tare Zameen Par",
        "Description": "Taare Zameen Par (titled Like Stars on Earth internationally) is a 2007 Indian Hindi-language drama film. The film explores the life and imagination of Ishaan, an 8-year-old dyslexic child. Although he excels in art, his poor academic performance leads his parents to send him to a boarding school. Ishaan's new art teacher suspects that he is dyslexic and helps him to overcome his disability. Taare Zameen Par has received numerous awards, including the Filmfare Award for Best Film for 2008 and the 2008 National Film Award for Best Film on Family Welfare. "
      },
      {
        "Title": "Dangal",
        "Description": "Dangal is a 2016 Indian Hindi-language sports film. The film was a record-breaking commercial success, becoming the highest-grossing Indian film ever, the fifth highest grossing non-English film ever, and the highest-grossing sports film worldwide."
      },
      {
        "Title": "Chhichhore",
        "Description": "Chhichhore is a 2019 Indian Hindi-language coming-of-age comedy-drama film. The film received critical acclaim for the portrayal of life in hostels in Indian colleges."
      },
      {
        "Title": "Mission Mangal",
        "Description": "Mission Mangal (transl. Mission Mars) is a 2019 Indian Hindi-language drama film. This movie is Based on true events of the Indian Space Research Organisation (ISRO) successfully launching the Mars Orbiter Mission (Mangalyaan), making it the least expensive mission to Mars. It received positive reviews from critics and earned ₹290.59 crore worldwide, becoming a commercial success."
      },
      {
        "Title": "Ms-Dhoni: The Untold Story",
        "Description": "M.S. Dhoni: The Untold Story is a 2016 Indian Hindi-language biographical sports film.  The film chronicles the life of Dhoni from a young age through a series of life events. Upon release, the film became a critical and commercial success. It is currently the fifth highest-grossing Bollywood film of 2016 in India with ₹1.16 billion"
      },
      {
        "Title": "Pk",
        "Description": "PK is a 2014 Indian satirical comedy-drama  film. the film follows an alien who comes to Earth on a research mission, but loses his remote to a thief, who later sells it to a godman. He befriends a television journalist and in his quest to retrieve the remote, questions religious dogmas and superstitions. It was the first Indian film to gross more than ₹7 billion and US$100 million worldwide.  "
      }
    ]
  },
  {
    "Heading": "Top 5 best programming language for beginners",
    "subTitle": "Are you searching to start your carrier in the field of programming? And don’t know from which language should I start for learning? Then you are on a right place. All the programming language has their specialties and corns. I have listed top 5 programing language from which you can begin your journey in the world of programming.",
    "Body": [
      {
        "Title": "C++",
        "Description": "C++ programming is a general-purpose programming language created by Bjarne Stroustrup as an extension of the C programming. Though it doesn’t have market of job but it will help you to get closer to the system and understand key programming concepts, which is often hidden behind JVM or CLR."
      },
      {
        "Title": "JavaScript’s",
        "Description": ":- In the last 5 years, JavaScript has totally dominated the world. It is no more the client-side scripting language; with the framework and libraries like node.js, Angular.js, and React.js, you can use JavaScript on the Server-side as well for user interface development."
      },
      {
        "Title": "Python",
        "Description": ":- Python is one of the most taught languages in schools and colleges across the world. Though when it comes to online support, Python is great. There are lots of python modules available that can do your job in a couple of minutes."
      },
      {
        "Title": "Java",
        "Description": "Java is one of the most popular languages of the last two decades and rules the world of server-side application development. It also holds a sizable market share in mobile games and application development using Android and enterprise web development world."
      },
      {
        "Title": "PHP",
        "Description": "If you wants to start your carrier  as a web developer then php will be the perfect choice for you. PHP is a server scripting language, and a powerful tool for making dynamic and interactive Web pages."
      }
    ]
  },
  {
    "Heading": "Top 10 free games your should try",
    "subTitle": "Are you searching for free  Android games to play? You are in right place. Gaming on Android devices is getting better every day. There are tons of games available on the Google Play Store to play online for free but it becomes hard to select from huge listing. So for you, I have listed top 10 best addictive game to play online.",
    "Body": [
      {
        "Title": "Garna Free Fire",
        "Description": "I am sure you’ve heard of Garna Free Fire, and I am not even surprised. It has been steadily holding the top position for the best mobile game and is not coming down anytime soon.Free Fire is the ultimate survival shooter game. This game require following features on your Android devices:\nOS version 4.3 or above\nShould have at least 1.1 GB of free space\nAt least 2GB of RAM."
      },
      {
        "Title": "PUBG Mobile",
        "Description": "PUBG Mobile is one of the most popular and trending online games you can play on Android. It’s a part of the battle-royale ganre, which is a kind of survival.It is free but comes with in-app purchases. This game require following features on your Android devices:\nAt least 2GB of ram\nAndroid version 5.1.1 or above"
      },
      {
        "Title": "Stack Ball- Blast through platforms",
        "Description": "Stack Ball is a 3d arcade game where players smash, bump and bounce through revolving helix platforms to reach the game. It is one of the addictive and fun game I have played ever. You can play this game to pass your time. It looks easy to play but very hard to reach high scores!"
      },
      {
        "Title": "Mini Militia",
        "Description": "Mini Militia is also one of the most addictive and fun multiplayer 2D shooting games to play. You can play this game in online and offline survival mode. You can play online multiplayer with up to 6 players. It has wide range of modern and futuristic weapon types."
      },
      {
        "Title": "Crowd City",
        "Description": "Crowd city is a highly addictive game with colorful 3D graphics and offline gameplay. As the player, your objective in this game is to run around the city and gather the best crowd to win the game either by eliminating other players or by having the most followers when the timer runs out."
      },
      {
        "Title": "BombSquad",
        "Description": "BombSquad is a fun multiplayer game where your mission is to beat your opponents using bombs, fists and wits in thrilling races, vicious fights, or classic games where what matters is getting out alive. It supports touch screens as well as variety of controllers so all your friends can get in on the action. You can even use phones and tablets as controllers via the free ‘BombSquad Remote’ app."
      },
      {
        "Title": "Dream League Soccer",
        "Description": "If you wants to play football in realistic animations and 60fps dynamic gameplay then, this is one of the game you should play. It is the perfect Soccer package which captures the true essence of the beautiful game. Dream league Online puts your Dream Team against the very best in the world."
      },
      {
        "Title": "Clash of Clans",
        "Description": "Clash of Clans is an online multiplayer game in which players form communities called clans, train troops, and attack other players to earn resources. There are four currencies or resources in the game. Gold and elixir can be used to build and reload defenses that protect the player from other players' attacks."
      },
      {
        "Title": "Mobile Legends",
        "Description": "Mobile Legends is a 5v5 MOBA for handheld devices that offers a variety of playable heroes, game modes, and intense, fast-paced gameplay. With controls optimized for touchscreen devices, players can quickly get set up to play a match against other players in real time."
      },
      {
        "Title": "Final Fantasy Brave Exvius",
        "Description": "Final Fantasy Brave Exvius is perhaps the best Final Fantasy-themed freemium game out there. It features tons of elements from the original games, including actual town and dungeon explorations, hidden treasures, secret dungeons, and tons of lore. The game play is simple to learn but you’ll need to think critically in order to beat bosses and hard opponents. You’re frequently rewarded for logging in daily and additional missions, quests, and activities helps keep the game fresh. This is about as good as it gets for freemium titles. If this one isn’t doing it for you, but you love Final Fantasy, you can also try out Mobius Final Fantasy and Final Fantasy Record Keeper.. They round out a very positive group of freemium games from the Final Fantasy franchise."
      }
    ]
  }
]
